{
  "Email": "Електронная почта",
  "Password": "Пароль",
  "Login": "Войти",
  "Registration": "Регистрация",
  "Name": "Имя",
  "Confirm password": "Подтвердите пароль",
  "Register": "Зарегистрироваться",
  "With us already": "Уже с нами",
  "Please confirm your email address": "Пожалуйста, подтвердите ваш e-mail",
  "Logout": "Выход",

  "Will help you to": "Поможет вам",
  "Create your goal faster and proceed to read": "Скорее сформулировать свою цель и начать читать",
  "Divide process proportionally for each day": "Пропорционально распределить нагрузку на каждый день",
  "Track your success": "Отслеживать личный успех",
  "You may also": "Также вы сможете",
  "Pose your own independent point of view": "Формировать личное мнение независимую от других",
  "Improve your professional skills according to new knowledge": "Повысить свои профессиональные качества опираясь на новые знания",
  "Become an interesting interlocutor": "Стать интересным собеседником",

  "Step 1.": "Шаг 1.",
  "Create your own library.": "Создайте личную библиотеку.",
  "Add there books which you are going to read.": "Добавьте в нее книги, которые желаете прочесть.",
  "Step 2.": "Шаг 2.",
  "Create your first training.": "Создайте свою первую тренировку.",
  "Set a goal, choose a period, start training.": "Определите цель, выберите период, начинайте тренировку.",

  "Year countdown": "До конца года осталось",
  "Goal countdown": "До достижения цели осталось",
  "DAYS": "ДН",
  "HRS": "ЧАС",
  "MINS": "МИН",
  "SECS": "СЕК",

  "Well done!": "Ты молодчина,",
  "but you need to be a little bit faster!": "но нужно чуть быстрее!",
  "Next time you will succeed)": "В следующий раз у тебя все получится)",

  "Literature is the nicest way to ignore life.": "Литература — это самый приятный способ игнорировать жизнь.",
  "Fernando Pessoa": "Фернандо Пессоа",
  "A book is a device that can ignite the imagination.": "Книга – устройство, способное разжечь воображение.",
  "Alan Bennett": "Алан Беннетт",
  "A book is a dream that you hold in your hands.": "Книга – это мечта, которую вы держите в руках.",
  "Neil Gaiman": "Нил Гейман",
  "By acquiring the habit of reading, you are building for yourself a refuge from almost all the suffering of life.": "Приобретая привычку к чтению, вы строите для себя убежище практически от всех страданий жизни.",
  "Somerset Maugham": "Сомерсет Моэм",
  "A good book is a precious source of vitality.": "Хорошая книга – драгоценный источник жизненной силы духа.",
  "John Milton": "Джон Мильтон",
  "The writer is just starting the book. The reader is finishing it.": "Писатель только начинает книгу. Читатель заканчивает ее.",
  "Samuel Johnson": "Сэмюель Джонсон",
  "Books are unique portable magic.": "Книги – это уникальная портативная магия.",
  "Stephen King": "Стивен Кинг",
  "Books are beacons erected in the great sea of ​​time.": "Книги – маяки, возведенные в великом море времени.",
  "H. P. Whipple": "Е. П. Уиппл",
  "Books are the quietest and most constant friends, they are the most accessible and wisest counselors, and the most patient teachers.": "Книги – самые тихие и самые постоянные друзья, они самые доступные и мудрейшие советники, и самые терпеливые учителя.",
  "Charles William Eliot": "Чарльз Уильям Элиот",
  "A house without books is like a room without windows.": "Дом без книг, как комната без окон.",
  "Heinrich Mann": "Генрих Манн",
  "While reading you live several lives.": "Читая, вы проживаете несколько жизней.",
  "William Styron": "Уильям Стайрон",
  "A room without books is like a body without a soul.": "Комната без книг подобна телу без души.",
  "Mark Tullius Cicero": "Марк Туллий Цицерон",
  "Our mind needs books, like a sword needs a grindstone, so as not to become blunt.": "Наш разум нуждается в книгах, как меч – в точильном камне, чтобы не затупиться.",
  "Tyrion Lannister (George Martin)": "Тирион Ланнистер (Джордж Мартин)",
  "The reader lives a thousand lives before he dies. Who never reads lives only one.": "Читатель проживает тысячу жизней до того, как умрет. Тот, кто никогда не читает, — только одну.",
  "George Martin": "Джордж Мартин",
  "Books have become my pass to personal freedom.": "Книги стали моим пропуском в личную свободу.",
  "Oprah Winfrey": "Опра Уинфри",
  "I don't believe in the magic that my books talk about. But I do believe that something truly magical can happen when you read a good book.": "Я не верю в ту магию, о которой говорится в моих книгах. Но я верю, что нечто по-настоящему волшебное может произойти, когда вы читаете хорошую книгу.",
  "J.K. Rowling": "Джоан Роулинг",
  "To instill in a child a taste for reading is the best gift we can give him.": "Привить ребёнку вкус к чтению – лучший подарок, который мы можем ему сделать.",
  "S.Lupan": "С.Лупан",
  "It's good to inherit a library, or better yet build your own.": "Хорошо унаследовать библиотеку, а еще лучше собрать свою собственную.",
  "Augustine Birrell": "Огастин Биррелл",
  "I find television very instructive. Every time someone turns on the television, I go to another room and read a book.": "Я нахожу телевидение очень поучительным. Каждый раз, когда кто-то включает телевизор, я иду в другую комнату и читаю книгу.",
  "Groucho Marks": "Граучо Маркс",
  "It always seemed to me that Paradise is a kind of library.": "Мне всегда казалось, что Рай – своего рода библиотека.",
  "Jorge Luis Borges": "Хорхе Луис Борхес",
  "I was born with a reading list that I can never finish.": "Я родилась с «списком для чтения», который я никогда не смогу закончить.",
  "Maud Casey": "Мод Кейси",
  "If you only read books that everyone reads, you will only think what everyone thinks.": "Если вы читали только книги, которые все читают, вы будет думать только то, что все думают.",
  "Haruki Murakami": "Харуки Мураками",
  "My best friend is the person who will give me a book that I have not read.": "Мой лучший друг-это человек, который даст мне книгу, которую я не читал.",
  "Abraham Lincoln": "Авраам Линкольн",
  "No matter how busy you are, you should take time to read, or surrender to your own ignorance.": "Независимо от того, насколько вы заняты, Вы должны найти время для чтения, или сдаться собственному невежеству.",
  "Confucius": "Конфуций",
  "Not all readers are leaders, but all leaders are readers.": "Не все читатели являются лидерами, но все лидеры – читателями.",
  "Harry S. Truman": "Гарри С. Трумэн",
  "Once you learn to read, you will always be free.": "Как только вы научитесь читать, вы будете всегда свободны.",
  "Frederick Douglas": "Фредерик Дуглас",
  "One of the joys of reading is the opportunity to tap into the common wisdom of mankind.": "Одна из радостей чтения – это возможность подключиться к общей мудрости человечества.",
  "Ishmael Reed": "Ишмаэль Рид",
  "Reading is the same for the mind as exercising for the body.": "Чтение то же для ума, что упражнения для тела.",
  "Joseph Addison": "Джозеф Аддисон",
  "Reading takes us away from home, but more importantly, it finds us everywhere a home.": "Чтение уводит нас из дома, но, что более важно, оно находит нам везде дом.",
  "Hazel Rochman": "Хейзел Рочман",
  "Reading is one of the greatest pleasures that solitude can offer us.": "Чтение – одно из самых больших удовольствий, которое может нам предложить одиночество.",
  "Harold Bloom": "Гарольд Блум",
  "So many books, so little time.": "Так много книг, так мало времени.",
  "Frank Zappa": "Фрэнк Заппа",
  "Love for books is love that requires no excuse, apology, or defense.": "Любовь к книгам – это любовь, которая не требует ни оправдания, извинения, ни обороны.",
  "U. A. Langford": "Ю. А. Лэнгфорд",
  "After reading an excellent book, I seem to find a wonderful friend.": "Прочитав отличную книгу, я словно обретаю замечательного друга.",
  "Oliver Goldsmith": "Оливер Голдсмит",
  "A passion for reading is a great gift.": "Страсть к чтению – это большой подарок.",
  "Elizabeth Hardwicke": "Элизабет Хардвик",
  "A person who does not read good books has no advantage over a person who cannot read.": "Человек, который не читает хороших книг, не имеет преимуществ перед человеком, который не умеет читать.",
  "Mark Twain": "Марк Твен",
  "The world of books is the most wonderful creation of humanity.": "Мир книг – самое замечательное творение человека.",
  "Clarence Shepard Day": "Кларенс Шепард Дей",
  "There are many ways to expand your child's world. The love of books is the best of all.": "Есть много способов, чтобы расширить мир вашего ребенка. Любовь к книгам – лучший из всех.",
  "Jacqueline Kennedy": "Жаклин Кеннеди",
  "There is the art of reading, as well as the art of thinking and the art of writing.": "Существует искусство чтения, так же как искусство мышления и искусство письма.",
  "Isaac Disraeli": "Исаак Дизраэли",
  "Reading books aloud together binds people more closely than paying off a loan together.": "Совместное чтение книг вслух связывает людей крепче, чем совместная выплата кредита.",
  "Janusz Wisniewski": "Януш Вишневский",
  "Create your own bible. Collect from everything you read those words and sayings that shocked and deafened you.": "Создайте собственную библию. Соберите из всего прочитанного те слова и высказывания, которые потрясли и оглушили вас.",
  "Ralph Emerson": "Ральф Эмерсон",

  "All Rights Reserved": "Все права защищены",
  "Developed by": "Разработано",
  "GoIT Students": "Студентами GoIT",
  "Our development team": "Наша команда разработчиков",
  "Dmytro Gupanets": "Дмитрий Гупанец",
  "Yulia Dobrova": "Юлия Доброва",
  "Iryna Kolesnyk": "Ирина Колесник",
  "Alina Akompi": "Алина Акомпи",
  "Natalia Polovynko": "Наталия Половинко",
  "Serhii Bulynin": "Сергей Булынин",
  "Aleksandr Kasian": "Александр Касян",
  "Tofik Hasanov": "Тофик Гасанов",
  "Aleksandr Nepiyvoda": "Александр Непийвода",
  "Vladyslav Bochkovskyi": "Владислав Бочковский",
  "Denys Petrenko": "Денис Петренко",
  "Anatolij Dejneko": "Анатолий Дейнеко",

  "Book title": "Название книги",
  "Author": "Автор книги",
  "Publication date": "Год издания",
  "Amount of pages": "Кол-во страниц",
  "Add": "Добавить",
  "My goals": "Моя цель прочитать",
  "Amount of books": "Количество книг",
  "Amount of days": "Количество дней",
  "Books left": "Осталось книг",
  "Resume": "Резюме",
  "Author m": "Автор",
  "Year": "Год",
  "Pages": "Стр.",
  "Rating": "Рейтинг",
  "Rating m": "Рейтинг книги",
  "Date": "Дата",
  "RESULTS": "Результаты",
  "Add result": "Добавить результат",
  "STATISTICS": "Статистика",
  "pages": "стр.",
  "My training": "Моя тренировка",
  "Start": "Начало",
  "Finish": "Конец",
  "Start training": "Начало тренировки",
  "Amount of pages / day": "КОЛИЧЕСТВО СТРАНИЦ / ДЕНЬ ",
  "TIME": "ВРЕМЯ",
  "PLAN": "ПЛАН",
  "ACT": "ФАКТ",

  "str": "стр",
  "AmountOFBooks": "Кол-во книг",
  "AmountOfDays": "Кол-во дней"
}
