{
  "Logout": "Вихід",

  "Step 1.": "Крок 1.",
  "Create your own library": "Створіть особисту бібліотеку.",
  "Add there books which you are going to read.": "Додайте до неї книжки, які маєте намір прочитати.",
  "Step 2.": "Крок 2.",
  "Create your first training": "Сформуйте своє перше тренування.",
  "Set a goal, choose period, start training.": "Визначте ціль, оберіть період, розпочинайте тренування.",

  "Year countdown": "До закінчення року залишилось",
  "Goal countdown": "До досягнення мети залишилось",
  "DAYS": "ДН",
  "HRS": "ГОД",
  "MINS": "ХВ",
  "SECS": "СЕК",

  "Well done,": "Ти молодчина,",
  "but you need to be a little bit faster!": "але потрібно швидше!",
  "Next time you will succeed)": "Наступного разу тобі все вдасться)",

  "Literature is the nicest way to ignore life.": "Література - це найприємніший спосіб ігнорувати життя.",
  "Fernando Pessoa": "Фернандо Пессоа",
  "A book is a device that can ignite the imagination.": "Книга - пристрій, здатний розпалити уяву.",
  "Alan Bennett": "Алан Беннетт",
  "A book is a dream that you hold in your hands.": "Книга - це мрія, яку ви тримаєте в руках.",
  "Neil Gaiman": "Ніл Гейман",
  "By acquiring the habit of reading, you are building for yourself a refuge from almost all the suffering of life.": "Набуваючи звичку до читання, ви будуєте для себе притулок практично від усіх страждань життя.",
  "Somerset Maugham": "Сомерсет Моем",
  "A good book is a precious source of vitality.": "Хороша книга - дорогоцінне джерело життєвої сили духу.",
  "John Milton": "Джон Мільтон",
  "The writer is just starting the book. The reader is finishing it.": "Письменник тільки починає книгу. Читач закінчує її.",
  "Samuel Johnson": "Семюель Джонсон",
  "Books are unique portable magic.": "Книги - це унікальна портативна магія.",
  "Stephen King": "Стівен Кінг",
  "Books are beacons erected in the great sea of ​​time.": "Книги - маяки, зведені в великому морі часу.",
  "H. P. Whipple": "Є. П. Уіппл",
  "Books are the quietest and most constant friends, they are the most accessible and wisest counselors, and the most patient teachers.": "Книги - самі тихі і самі постійні друзі, вони найдоступніші і наймудріші радники, і самі терплячі вчителі.",
  "Charles William Eliot": "Чарльз Вільям Еліот",
  "A house without books is like a room without windows.": "Будинок без книг, як кімната без вікон.",
  "Heinrich Mann": "Генріх Манн",
  "While reading you live several lives.": "Читаючи, ви проживаєте декілька життів.",
  "William Styron": "Вільям Стайрон",
  "A room without books is like a body without a soul.": "Кімната без книг подібна тілу без душі.",
  "Mark Tullius Cicero": "Марк Туллій Цицерон",
  "Our mind needs books, like a sword needs a grindstone, so as not to become blunt.": "Наш розум потребує книг, як меч - в точильного каменя, щоб не затупитися.",
  "Tyrion Lannister (George Martin)": "Тіріон Ланністер (Джордж Мартін)",
  "The reader lives a thousand lives before he dies. Who never reads lives only one.": "Читач проживає тисячу життів до того, як помре. Той, хто ніколи не читає, - тільки одне.",
  "George Martin": "Джордж Мартін",
  "Books have become my pass to personal freedom.": "Книги стали моєю перепусткою до особистої свободи.",
  "Oprah Winfrey": "Опра Уїнфрі",
  "I don't believe in the magic that my books talk about. But I do believe that something truly magical can happen when you read a good book.": "Я не вірю в ту магію, про яку йдеться в моїх книгах. Але я вірю, що щось по-справжньому чарівне може статися, коли ви читаєте хорошу книгу.",
  "J.K. Rowling": "Джоан Роулінг",
  "To instill in a child a taste for reading is the best gift we can give him.": "Прищепити дитині смак до читання - кращий подарунок, який ми можемо їй зробити.",
  "S.Lupan": "С.Лупан",
  "It's good to inherit a library, or better yet build your own.": "Добре успадкувати бібліотеку, а ще краще зібрати свою власну.",
  "Augustine Birrell": "Огастін Біррелл",
  "I find television very instructive. Every time someone turns on the television, I go to another room and read a book.": "Я знаходжу телебачення дуже повчальним. Кожен раз, коли хтось вмикає телевізор, я йду в іншу кімнату і читаю книгу.",
  "Groucho Marks": "Граучо Маркс",
  "It always seemed to me that Paradise is a kind of library.": "Мені завжди здавалося, що Рай - це свого роду бібліотека.",
  "Jorge Luis Borges": "Хорхе Луїс Борхес",
  "I was born with a reading list that I can never finish.": "Я народилася зі «списком для читання», який я ніколи не зможу закінчити.",
  "Maud Casey": "Мод Кейсі",
  "If you only read books that everyone reads, you will only think what everyone thinks.": "Якщо ви читали тільки книги, які всі читають, ви буде думати тільки те, що всі думають.",
  "Haruki Murakami": "Харукі Муракамі",
  "My best friend is the person who will give me a book that I have not read.": "Мій кращий друг-це людина, яка дасть мені книгу, яку я не читав.",
  "Abraham Lincoln": "Авраам Лінкольн",
  "No matter how busy you are, you should take time to read, or surrender to your own ignorance.": "Незалежно від того, наскільки ви зайняті, ви повинні знайти час для читання, або здатися власному неуцтву.",
  "Confucius": "Конфуцій",
  "Not all readers are leaders, but all leaders are readers.": "Не всі читачі є лідерами, але всі лідери є читачами.",
  "Harry S. Truman": "Гаррі С. Трумен",
  "Once you learn to read, you will always be free.": "Як тільки ви навчитеся читати, ви будете завжди вільні.",
  "Frederick Douglas": "Фредерік Дуглас",
  "One of the joys of reading is the opportunity to tap into the common wisdom of mankind.": "Одне з радощів читання - це можливість підключитися до загальної мудрості людства.",
  "Ishmael Reed": "Ішмаель Рід",
  "Reading is the same for the mind as exercising for the body.": "Читання - те саме для розуму, що і вправи для тіла.",
  "Joseph Addison": "Джозеф Аддісон",
  "Reading takes us away from home, but more importantly, it finds us everywhere a home.": "Читання веде нас з дому, але, що більш важливо, воно знаходить нам всюди дім.",
  "Hazel Rochman": "Хейзел Рочман",
  "Reading is one of the greatest pleasures that solitude can offer us.": "Читання - одне з найбільших задоволень, яке може нам запропонувати самотність.",
  "Harold Bloom": "Гарольд Блум",
  "So many books, so little time.": "Так багато книг, так мало часу.",
  "Frank Zappa": "Френк Заппа",
  "Love for books is love that requires no excuse, apology, or defense.": "Любов до книг - це любов, яка не вимагає ні виправдання, ні вибачення, ні оборони.",
  "U. A. Langford": "Ю. А. Ленгфорд",
  "After reading an excellent book, I seem to find a wonderful friend.": "Прочитавши відмінну книгу, я немов знаходжу чудового друга.",
  "Oliver Goldsmith": "Олівер Голдсміт",
  "A passion for reading is a great gift.": "Пристрасть до читання - це великий подарунок.",
  "Elizabeth Hardwicke": "Елізабет Хардвік",
  "A person who does not read good books has no advantage over a person who cannot read.": "Людина, яка не читає хороших книг, не має переваг перед людиною, яка не вміє читати.",
  "Mark Twain": "Марк Твен",
  "The world of books is the most wonderful creation of humanity.": "Світ книг - саме чудове творіння людини.",
  "Clarence Shepard Day": "Кларенс Шепард Дей",
  "There are many ways to expand your child's world. The love of books is the best of all.": "Є багато способів, щоб розширити світ вашої дитини. Любов до книг - найкращий з усіх.",
  "Jacqueline Kennedy": "Жаклін Кеннеді",
  "There is the art of reading, as well as the art of thinking and the art of writing.": "Існує мистецтво читання, так само як мистецтво мислення і мистецтво писемності.",
  "Isaac Disraeli": "Ісаак Дізраелі",
  "Reading books aloud together binds people more closely than paying off a loan together.": "Спільне читання книг вголос пов'язує людей міцніше, ніж спільна виплата кредиту.",
  "Janusz Wisniewski": "Януш Вишневський",
  "Create your own bible. Collect from everything you read those words and sayings that shocked and deafened you.": "Створіть власну біблію. Зберіть з усього прочитаного ті слова і висловлювання, які потрясли і оглушили вас.",
  "Ralph Emerson": "Ральф Емерсон",

  "All Rights Reserved": "Усі права захищені",
  "Developed by": "Розроблено",
  "GoIT Students": "Студентами GoIT",
  "Our development team": "Наша команда розробників",
  "Dmytro Gupanets": "Дмитро Гупанець",
  "Yulia Dobrova": "Юлія Доброва",
  "Iryna Kolesnyk": "Ірина Колесник",
  "Alina Akompi": "Аліна Акомпі",
  "Natalia Polovynko": "Наталія Половинко",
  "Serhii Bulynin": "Сергій Булинін",
  "Aleksandr Kasian": "Олександр Касян",
  "Tofik Hasanov": "Тофік Гасанов",
  "Aleksandr Nepiyvoda": "Олександр Непийвода",
  "Vladyslav Bochkovskyi": "Владислав Бочковський",
  "Denys Petrenko": "Денис Петренко",
  "Anatolij Dejneko": "Анатолій Дейнеко"
}
