[
  {
    "id": 1,
    "quote": "Literature is the nicest way to ignore life.",
    "author": "Fernando Pessoa"
  },
  {
    "id": 2,
    "quote": "A book is a device that can ignite the imagination.",
    "author": "Alan Bennett"
  },
  {
    "id": 3,
    "quote": "A book is a dream that you hold in your hands.",
    "author": "Neil Gaiman"
  },
  {
    "id": 4,
    "quote": "By acquiring the habit of reading, you are building for yourself a refuge from almost all the suffering of life.",
    "author": "Somerset Maugham"
  },
  {
    "id": 5,
    "quote": "A good book is a precious source of vitality.",
    "author": "John Milton"
  },
  {
    "id": 6,
    "quote": "The writer is just starting the book. The reader is finishing it.",
    "author": "Samuel Johnson"
  },
  {
    "id": 7,
    "quote": "Books are unique portable magic.",
    "author": "Stephen King"
  },
  {
    "id": 8,
    "quote": "Books are beacons erected in the great sea of ​​time.",
    "author": "H. P. Whipple"
  },
  {
    "id": 9,
    "quote": "Books are the quietest and most constant friends, they are the most accessible and wisest counselors, and the most patient teachers.",
    "author": "Charles William Eliot"
  },
  {
    "id": 10,
    "quote": "A house without books is like a room without windows.",
    "author": "Heinrich Mann"
  },
  {
    "id": 11,
    "quote": "While reading you live several lives.",
    "author": "William Styron"
  },
  {
    "id": 12,
    "quote": "A room without books is like a body without a soul.",
    "author": "Mark Tullius Cicero"
  },
  {
    "id": 13,
    "quote": "Our mind needs books, like a sword needs a grindstone, so as not to become blunt.",
    "author": "Tyrion Lannister (George Martin)"
  },
  {
    "id": 14,
    "quote": "The reader lives a thousand lives before he dies. Who never reads lives only one.",
    "author": "George Martin"
  },
  {
    "id": 15,
    "quote": "Books have become my pass to personal freedom.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 16,
    "quote": "I don't believe in the magic that my books talk about. But I do believe that something truly magical can happen when you read a good book.",
    "author": "J.K. Rowling"
  },
  {
    "id": 17,
    "quote": "To instill in a child a taste for reading is the best gift we can give him.",
    "author": "S.Lupan"
  },
  {
    "id": 18,
    "quote": "It's good to inherit a library, or better yet build your own.",
    "author": "Augustine Birrell"
  },
  {
    "id": 19,
    "quote": "I find television very instructive. Every time someone turns on the television, I go to another room and read a book.",
    "author": "Groucho Marks"
  },
  {
    "id": 20,
    "quote": "It always seemed to me that Paradise is a kind of library.",
    "author": "Jorge Luis Borges"
  },
  {
    "id": 21,
    "quote": "I was born with a reading list that I can never finish.",
    "author": "Maud Casey"
  },
  {
    "id": 22,
    "quote": "If you only read books that everyone reads, you will only think what everyone thinks.",
    "author": "Haruki Murakami"
  },
  {
    "id": 23,
    "quote": "My best friend is the person who will give me a book that I have not read.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 24,
    "quote": "No matter how busy you are, you should take time to read, or surrender to your own ignorance.",
    "author": "Confucius"
  },
  {
    "id": 25,
    "quote": "Not all readers are leaders, but all leaders are readers.",
    "author": "Harry S. Truman"
  },
  {
    "id": 26,
    "quote": "Once you learn to read, you will always be free.",
    "author": "Frederick Douglas"
  },
  {
    "id": 27,
    "quote": "One of the joys of reading is the opportunity to tap into the common wisdom of mankind.",
    "author": "Ishmael Reed"
  },
  {
    "id": 28,
    "quote": "Reading is the same for the mind as exercising for the body.",
    "author": "Joseph Addison"
  },
  {
    "id": 29,
    "quote": "Reading takes us away from home, but more importantly, it finds us everywhere a home.",
    "author": "Hazel Rochman"
  },
  {
    "id": 30,
    "quote": "Reading is one of the greatest pleasures that solitude can offer us.",
    "author": "Harold Bloom"
  },
  {
    "id": 31,
    "quote": "So many books, so little time.",
    "author": "Frank Zappa"
  },
  {
    "id": 32,
    "quote": "Love for books is love that requires no excuse, apology, or defense.",
    "author": "U. A. Langford"
  },
  {
    "id": 33,
    "quote": "After reading an excellent book, I seem to find a wonderful friend.",
    "author": "Oliver Goldsmith"
  },
  {
    "id": 34,
    "quote": "A passion for reading is a great gift.",
    "author": "Elizabeth Hardwicke"
  },
  {
    "id": 35,
    "quote": "A person who does not read good books has no advantage over a person who cannot read.",
    "author": "Mark Twain"
  },
  {
    "id": 36,
    "quote": "The world of books is the most wonderful creation of humanity.",
    "author": "Clarence Shepard Day"
  },
  {
    "id": 37,
    "quote": "There are many ways to expand your child's world. The love of books is the best of all.",
    "author": "Jacqueline Kennedy"
  },
  {
    "id": 38,
    "quote": "There is the art of reading, as well as the art of thinking and the art of writing.",
    "author": "Isaac Disraeli"
  },
  {
    "id": 39,
    "quote": "Reading books aloud together binds people more closely than paying off a loan together.",
    "author": "Janusz Wisniewski"
  },
  {
    "id": 40,
    "quote": "Create your own bible. Collect from everything you read those words and sayings that shocked and deafened you.",
    "author": "Ralph Emerson"
  }
]
