[
  {
    "id": 1,
    "quote": "Литература — это самый приятный способ игнорировать жизнь.",
    "author": "Фернандо Пессоа"
  },
  {
    "id": 2,
    "quote": "Книга – устройство, способное разжечь воображение.",
    "author": "Алан Беннетт"
  },
  {
    "id": 3,
    "quote": "Книга – это мечта, которую вы держите в руках.",
    "author": "Нил Гейман"
  },
  {
    "id": 4,
    "quote": "Приобретая привычку к чтению, вы строите для себя убежище практически от всех страданий жизни.",
    "author": "Сомерсет Моэм"
  },
  {
    "id": 5,
    "quote": "Хорошая книга – драгоценный источник жизненной силы духа.",
    "author": "Джон Мильтон"
  },
  {
    "id": 6,
    "quote": "Писатель только начинает книгу. Читатель заканчивает ее.",
    "author": "Сэмюель Джонсон"
  },
  {
    "id": 7,
    "quote": "Книги – это уникальная портативная магия.",
    "author": "Стивен Кинг"
  },
  {
    "id": 8,
    "quote": "Книги – маяки, возведенные в великом море времени.",
    "author": "Е. П. Уиппл"
  },
  {
    "id": 9,
    "quote": "Книги – самые тихие и самые постоянные друзья, они самые доступные и мудрейшие советники, и самые терпеливые учителя.",
    "author": "Чарльз Уильям Элиот"
  },
  {
    "id": 10,
    "quote": "Дом без книг, как комната без окон.",
    "author": "Генрих Манн"
  },
  {
    "id": 11,
    "quote": "Читая, вы проживаете несколько жизней.",
    "author": "Уильям Стайрон"
  },
  {
    "id": 12,
    "quote": "Комната без книг подобна телу без души.",
    "author": "Марк Туллий Цицерон"
  },
  {
    "id": 13,
    "quote": "Наш разум нуждается в книгах, как меч – в точильном камне, чтобы не затупиться.",
    "author": "Тирион Ланнистер (Джордж Мартин)"
  },
  {
    "id": 14,
    "quote": "Читатель проживает тысячу жизней до того, как умрет. Тот, кто никогда не читает, — только одну.",
    "author": "Джордж Мартин"
  },
  {
    "id": 15,
    "quote": "Книги стали моим пропуском в личную свободу.",
    "author": "Опра Уинфри"
  },
  {
    "id": 16,
    "quote": "Я не верю в ту магию, о которой говорится в моих книгах. Но я верю, что нечто по-настоящему волшебное может произойти, когда вы читаете хорошую книгу.",
    "author": "Джоан Роулинг"
  },
  {
    "id": 17,
    "quote": "Привить ребёнку вкус к чтению – лучший подарок, который мы можем ему сделать.",
    "author": "С.Лупан"
  },
  {
    "id": 18,
    "quote": "Хорошо унаследовать библиотеку, а еще лучше собрать свою собственную.",
    "author": "Огастин Биррелл"
  },
  {
    "id": 19,
    "quote": "Я нахожу телевидение очень поучительным. Каждый раз, когда кто-то включает телевизор, я иду в другую комнату и читаю книгу.",
    "author": "Граучо Маркс"
  },
  {
    "id": 20,
    "quote": "Мне всегда казалось, что Рай – своего рода библиотека.",
    "author": "Хорхе Луис Борхес"
  },
  {
    "id": 21,
    "quote": "Я родилась с «списком для чтения», который я никогда не смогу закончить.",
    "author": "Мод Кейси"
  },
  {
    "id": 22,
    "quote": "Если вы читали только книги, которые все читают, вы будет думать только то, что все думают.",
    "author": "Харуки Мураками"
  },
  {
    "id": 23,
    "quote": "Мой лучший друг-это человек, который даст мне книгу, которую я не читал.",
    "author": "Авраам Линкольн"
  },
  {
    "id": 24,
    "quote": "Независимо от того, насколько вы заняты, Вы должны найти время для чтения, или сдаться собственному невежеству.",
    "author": "Конфуций"
  },
  {
    "id": 25,
    "quote": "Не все читатели являются лидерами, но все лидеры – читателями.",
    "author": "Гарри С. Трумэн"
  },
  {
    "id": 26,
    "quote": "Как только вы научитесь читать, вы будете всегда свободны. ",
    "author": "Фредерик Дуглас"
  },
  {
    "id": 27,
    "quote": "Одна из радостей чтения – это возможность подключиться к общей мудрости человечества.",
    "author": "Ишмаэль Рид"
  },
  {
    "id": 28,
    "quote": "Чтение то же для ума, что упражнения для тела.",
    "author": "Джозеф Аддисон"
  },
  {
    "id": 29,
    "quote": "Чтение уводит нас из дома, но, что более важно, оно находит нам везде дом.",
    "author": "Хейзел Рочман"
  },
  {
    "id": 30,
    "quote": "Чтение – одно из самых больших удовольствий, которое может нам предложить одиночество.",
    "author": "Гарольд Блум"
  },
  {
    "id": 31,
    "quote": "Так много книг, так мало времени.",
    "author": "Фрэнк Заппа"
  },
  {
    "id": 32,
    "quote": "Любовь к книгам – это любовь, которая не требует ни оправдания, извинения, ни обороны.",
    "author": "Ю. А. Лэнгфорд"
  },
  {
    "id": 33,
    "quote": "Прочитав отличную книгу, я словно обретаю замечательного друга.",
    "author": "Оливер Голдсмит"
  },
  {
    "id": 34,
    "quote": "Страсть к чтению – это большой подарок.",
    "author": "Элизабет Хардвик"
  },
  {
    "id": 35,
    "quote": "Человек, который не читает хороших книг, не имеет преимуществ перед человеком, который не умеет читать.",
    "author": "Марк Твен"
  },
  {
    "id": 36,
    "quote": "Мир книг – самое замечательное творение человека.",
    "author": "Кларенс Шепард Дей"
  },
  {
    "id": 37,
    "quote": "Есть много способов, чтобы расширить мир вашего ребенка. Любовь к книгам – лучший из всех. ",
    "author": "Жаклин Кеннеди"
  },
  {
    "id": 38,
    "quote": "Существует искусство чтения, так же как искусство мышления и искусство письма.",
    "author": "Исаак Дизраэли"
  },
  {
    "id": 39,
    "quote": "Совместное чтение книг вслух связывает людей крепче, чем совместная выплата кредита.",
    "author": "Януш Вишневский"
  },
  {
    "id": 40,
    "quote": "Создайте собственную библию. Соберите из всего прочитанного те слова и высказывания, которые потрясли и оглушили вас.",
    "author": "Ральф Эмерсон"
  }
]
